[{"logo":"static\/img\/alt_credits\/logo-college-board.png","name":"College Board","url":"https:\/\/clep.collegeboard.org\/earn-college-credit\/clep-basics","description":"CLEP (the College-Level Examination Program®) offers 34 exams that cover intro-level college course material. With a passing score on one CLEP exam, you could earn three or more college credits at more than 2,900 U.S. colleges and universities.<br> The College Board is also responsible for the SAT and AP tests"},{"logo":"static\/img\/alt_credits\/logo-dantes.png","name":"DANTES","url":"https:\/\/www.dantes.doded.mil\/EducationPrograms\/get-credit\/creditexam.html","description":"DSST exams are college subject tests that you can take to earn college credit for knowledge you acquired outside of a traditional classroom. There are 38 subject exams from which to select in disciplines such as Business, Humanities, Mathematics, Physical Science, and more."},{"logo":"static\/img\/alt_credits\/logo-modern-states.png","name":"Modern States","url":"https:\/\/modernstates.org\/","description":"Modern States Education Alliance™ is a non-profit dedicated to making a high quality college education free of cost and accessible to any person who seeks one.<br>Modern States does not offer courses or tests for credit. They do, however, offer courses to assist in studying for CLEP exams. If a Modern States course is completed, a voucher for a CLEP exam can be requested to offset the cost of a CLEP exam (normally $90 as of this writing)"},{"logo":"static\/img\/alt_credits\/logo-sophia.png","name":"SOPHIA Learning","url":"https:\/\/www.sophia.org\/about","description":"Since 2012 Sophia has been providing high-quality online courses for college credit with a curriculum committed to meeting the higher education needs of students and working adults. Our courses enable people to develop knowledge and skills necessary to achieve their academic and professional goals. Sophia offers 33 ACE®-approved, self-paced courses are accepted for credit at hundreds of colleges and universities."}]